Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/CountryISOCode2Resources.*.resx
Languages: vi

# CountryLabelAlbania
source: Albania
vi: Albania (An-ba-ni)

# CountryLabelAlgerian
source: Algerian
vi: Algeria (An-giê-ri)

# CountryLabelAndorra
source: Andorra
vi: Andorra (An-đô-ra)

# CountryLabelAntiguaandBarbuda
source: Antigua and Barbuda
vi: Antigua và Barbuda (An-ti-goa và Bác-bu-đa)

# CountryLabelArgentina
source: Argentina
vi: Argentina (Ác-hen-ti-na) (Á Căn Đình)

# CountryLabelArmenia
source: Armenia
vi: Armenia (Ác-mê-ni-a)

# CountryLabelAustralia
source: Australia
vi: Úc

# CountryLabelAustria
source: Austria
vi: Áo

# CountryLabelAzerbaijan
source: Azerbaijan
vi: Azerbaijan (A-giéc-bai-gian)

# CountryLabelBahamas
source: Bahamas
vi: Bahamas (Ba-ha-mát)

# CountryLabelBahrain
source: Bahrain
vi: Bahrain (Ba-ranh)

# CountryLabelBangladesh
source: Bangladesh
vi: Bangladesh (Băng-la-đét)

# CountryLabelBarbados
source: Barbados
vi: Barbados (Bác-ba-đốt)

# CountryLabelBelarus
source: Belarus
vi: Belarus (Bê-la-rút) (Bạch Nga)

# CountryLabelBelgium
source: Belgium
vi: Bỉ

# CountryLabelBelize
source: Belize
vi: Belize (Bê-li-xê)

# CountryLabelBenin
source: Benin
vi: Benin (Bê-nanh)

# CountryLabelBhutan
source: Bhutan
vi: Bhutan (Bu-tan) (Bất Đan)

# CountryLabelBolivia
source: Bolivia
vi: Bolivia (Bô-li-vi-a)

# CountryLabelBosniaandHerzewina
source: Bosnia and Herzewina
vi: Bosnia và Hercegovina(Bốt-xni-a và Héc-de-gô-vi-na)

# CountryLabelBotswana
source: Botswana
vi: Botswana (Bốt-xoa-na)

# CountryLabelBouvetIsland
source: Bouvet Island
vi: Đảo Bouvet

# CountryLabelBrazil
source: Brazil
vi: Brazil (Braxin) (Ba Tây)

# CountryLabelBritishIndianOceanTerritory
source: British Indian Ocean Territory
vi: Thuộc địa Anh tại Ấn Độ Dương

# CountryLabelBruneiDarussalam
source: Brunei Darussalam
vi: Brunei (Bru-nây) (Văn Lai)

# CountryLabelBulgaria
source: Bulgaria
vi: Bungari (Bảo Gia Lợi)

# CountryLabelBurkinaFaso
source: Burkina Faso
vi: Burkina Faso (Buốc-ki-na Pha-xô)

# CountryLabelBurundi
source: Burundi
vi: Burundi (Bu-run-đi)

# CountryLabelCambodia
source: Cambodia
vi: Campuchia (Căm Bốt) (Cao Miên)

# CountryLabelCameroon
source: Cameroon
vi: Cameroon (Ca-mê-run)

# CountryLabelCanada
source: Canada
vi: Canada (Can-na-đa) (Gia Nã Đại)

# CountryLabelCapeVerde
source: Cape Verde
vi: Cabo Verde (Cáp Ve)

# CountryLabelCaymanIslands
source: Cayman Islands
vi: Quần đảo Cayman

# CountryLabelCentralAfricanRepublic
source: Central African Republic
vi: Trung Phi

# CountryLabelChad
source: Chad
vi: Chad (Sát)

# CountryLabelChile
source: Chile
vi: Chile (Chi-lê)

# CountryLabelChina
source: China
vi: Trung Quốc

# CountryLabelChristmasIsland
source: Christmas Island
vi: Đảo Christmas

# CountryLabelCocosKeelingIslands
source: Cocos (Keeling) Islands
vi: Quần đảo Cocos (Keeling)

# CountryLabelColombia
source: Colombia
vi: Colombia (Cô-lôm-bi-a)

# CountryLabelComoros
source: Comoros
vi: Comoros (Cô mo)

# CountryLabelCookIslands
source: Cook Islands
vi: Quần đảo Cook

# CountryLabelCoteDIvoire
source: Cote D Ivoire
vi: Bờ Biển Ngà (Cốt Đi Voa)

# CountryLabelCyprus
source: Cyprus
vi: Cyprus (Síp)

# CountryLabelCzechRepublic
source: Czech Republic
vi: Cộng hòa Séc

# CountryLabelDenmark
source: Denmark
vi: Đan Mạch

# CountryLabelDominicanRepublic
source: Dominican Republic
vi: Cộng hoà Dominicana

# CountryLabelEastTimor
source: East Timor
vi: Đông Timor

# CountryLabelEcuador
source: Ecuador
vi: Ecuador (Ê-cu-a-đo)

# CountryLabelEgypt
source: Egypt
vi: Ai Cập

# CountryLabelElSalvador
source: El Salvador
vi: El Salvador (En Xan-va-đo)

# CountryLabelEquatorialGuinea
source: Equatorial Guinea
vi: Guinea Xích Đạo

# CountryLabelEritrea
source: Eritrea
vi: Eritrea (Ê-ri-tơ-ria-a)

# CountryLabelEstonia
source: Estonia
vi: Estonia E-xto-ni-a)

# CountryLabelEthiopia
source: Ethiopia
vi: Ethiopia (Ê-thi-ô-pi-a)

# CountryLabelFalklandIslandsMalvinas
source: Falkland Islands (Malvinas)
vi: Quần đảo Falkland (Malvinas)

# CountryLabelFaroeIslands
source: Faroe Islands
vi: Quần đảo Faroe

# CountryLabelFinland
source: Finland
vi: Phần Lan

# CountryLabelFrance
source: France
vi: Pháp

# CountryLabelFranceMetropolitan
source: France, Metropolitan
vi: Pháp, Metropolitan

# CountryLabelFrenchGuiana
source: French Guiana
vi: Guiana thuộc Pháp

# CountryLabelFrenchPolynesia
source: French Polynesia
vi: Polynesia thuộc Pháp

# CountryLabelFrenchSouthernTerritories
source: French Southern Territories
vi: Thuộc địa Phía Nam của Pháp

# CountryLabelGabon
source: Gabon
vi: Gabon (Ga-bông)

# CountryLabelGambia
source: Gambia
vi: Gambia (Găm-bi-a)

# CountryLabelGeorgia
source: Georgia
vi: Gruzia (Gru-di-a)

# CountryLabelGermany
source: Germany
vi: Đức

# CountryLabelGhana
source: Ghana
vi: Ghana (Ga-na)

# CountryLabelGreece
source: Greece
vi: Hy Lạp

# CountryLabelGrenada
source: Grenada
vi: Grenada (Grê-na-đa)

# CountryLabelGuyana
source: Guyana
vi: Guyana (Gai-a-na)

# CountryLabelHeardandMcDonaldIslands
source: Heard and Mc Donald Islands
vi: Quần đảo Heard và Mc Donald

# CountryLabelHongKong
source: Hong Kong
vi: Hồng Kông

# CountryLabelHungary
source: Hungary
vi: Hungary (Hung Gia Lợi)

# CountryLabelIceland
source: Iceland
vi: Iceland (Ai xơ len) (Băng Đảo)

# CountryLabelIndia
source: India
vi: Ấn độ

# CountryLabelIndonesia
source: Indonesia
vi: Indonesia (In-đô-nê-xi-a) (Nam Dương)

# CountryLabelIranIslamicRepublic
source: Iran (Islamic Republic)
vi: Iran

# CountryLabelIraq
source: Iraq
vi: Iraq (Irắc)

# CountryLabelIreland
source: Ireland
vi: Ireland (Ai len) (Ái Nhĩ Lan)

# CountryLabelIsrael
source: Israel
vi: Israel (Ixraen)

# CountryLabelItaly
source: Italy
vi: Ý (Italia)

# CountryLabelJamaica
source: Jamaica
vi: Jamaica (Hamaica)

# CountryLabelJapan
source: Japan
vi: Nhật Bản

# CountryLabelJordan
source: Jordan
vi: Jordan (Gioóc-đan-ni)

# CountryLabelKazakhstan
source: Kazakhstan
vi: Kazakhstan (Ca-giắc-xtan)

# CountryLabelKenya
source: Kenya
vi: Kenya (Kê-ni-a)

# CountryLabelKoreaDemocraticPeoplesRepublic
source: Korea, Democratic Peoples Republic
vi: Bắc Triều Tiên

# CountryLabelKoreaRepublic
source: Korea, Republic
vi: Hàn Quốc (Nam Triều Tiên)

# CountryLabelKuwait
source: Kuwait
vi: Kuwait (Cô-oét)

# CountryLabelKyrgyzstan
source: Kyrgyzstan
vi: Kyrgyzstan (Cư-rơ-gư-xtan)

# CountryLabelLaoPeoplesDemocraticRepublic
source: Lao Peoples Democratic Republic
vi: Lào

# CountryLabelLatvia
source: Latvia
vi: Latvia (Lat-vi-a)

# CountryLabelLebanon
source: Lebanon
vi: Liban (Libăng)

# CountryLabelLesotho
source: Lesotho
vi: Lesotho (Lê-xô-thô)

# CountryLabelLiberia
source: Liberia
vi: Liberia (Li-bê-ri-a)

# CountryLabelLibyanArabJamahiriya
source: Libyan Arab Jamahiriya
vi: Libya (Li-bi)

# CountryLabelLiechtenstein
source: Liechtenstein
vi: Liechtenstein (Lích-ten-xtain)

# CountryLabelLithuania
source: Lithuania
vi: Litva

# CountryLabelLuxembourg
source: Luxembourg
vi: Luxembourg (Lúc-xăm-bua) (Lục Xâm Bảo)

# CountryLabelMacedoniaTheFormerYuslavRepublic
source: Macedonia, The Former Yuslav Republic
vi: Macedonia (Mã Cơ Đốn)

# CountryLabelMalaysia
source: Malaysia
vi: Malaysia (Mã Lai Tây Á)

# CountryLabelMaldives
source: Maldives
vi: Maldives (Man-đi-vơ)

# CountryLabelMarshallIslands
source: Marshall Islands
vi: Quần đảo Marshall

# CountryLabelMauritius
source: Mauritius
vi: Mauritius (Mô-ri-xơ)

# CountryLabelMexico
source: Mexico
vi: Mexico (Mêhicô) (Mễ Tây Cơ)

# CountryLabelMicronesiaFederatedStates
source: Micronesia, Federated States
vi: Liên bang Micronesia

# CountryLabelMoldovaRepublic
source: Moldova, Republic
vi: Moldova

# CountryLabelMorocco
source: Morocco
vi: Maroc

# CountryLabelMozambique
source: Mozambique
vi: Mozambique (Mô-giăm-bích)

# CountryLabelMyanmar
source: Myanmar
vi: Myanma (Miến Điện)

# CountryLabelNepal
source: Nepal
vi: Nepal (Nê-pan)

# CountryLabelNetherlands
source: Netherlands
vi: Hà Lan

# CountryLabelNewZealand
source: New Zealand
vi: New Zealand (Niu Dilân) (Tân Tây Lan)

# CountryLabelNorfolkIsland
source: Norfolk Island
vi: Quần đảo Norfolk

# CountryLabelNorthernMarianaIslands
source: Northern Mariana Islands
vi: Quần đảo Bắc Mariana

# CountryLabelNorway
source: Norway
vi: Na Uy

# CountryLabelOman
source: Oman
vi: Oman (Ô-man)

# CountryLabelPakistan
source: Pakistan
vi: Pakistan (Pa-kít-xtan)

# CountryLabelPapuaNewGuinea
source: Papua New Guinea
vi: Papua New Guinea (Papua Tân Guinea)

# CountryLabelPeru
source: Peru
vi: Peru (Pê Ru)

# CountryLabelPhilippines
source: Philippines
vi: Philippin (Phi Luật Tân)

# CountryLabelPoland
source: Poland
vi: Ba Lan

# CountryLabelPortugal
source: Portugal
vi: Bồ Đào Nha

# CountryLabelQatar
source: Qatar
vi: Qatar (Ca-ta)

# CountryLabelRomania
source: Romania
vi: Romania (Rumani)

# CountryLabelRussianFederation
source: Russian Federation
vi: Liên bang Nga

# CountryLabelRwanda
source: Rwanda
vi: Rwanda (Ruanda)

# CountryLabelSaintKittsandNevis
source: Saint Kitts and Nevis
vi: Saint Kitts và Nevis

# CountryLabelSaintLucia
source: Saint Lucia
vi: Saint Lucia (Santa Luxia)

# CountryLabelSaintVincentandtheGrenadines
source: Saint Vincent and the Grenadines
vi: Saint Vincent và Grenadines

# CountryLabelSaoTomeandPrincipe
source: Sao Tome and Principe
vi: Sao Tome và Principe

# CountryLabelSaudiArabia
source: Saudi Arabia
vi: Ả Rập Xê út

# CountryLabelSlovakiaSlovakRepublic
source: Slovakia (Slovak Republic)
vi: Slovakia

# CountryLabelSolomonIslands
source: Solomon Islands
vi: Quần đảo Solomon

# CountryLabelSouthAfrica
source: South Africa
vi: Nam Phi

# CountryLabelSouthGeorgiaandtheSouthSandwichIslands
source: South Georgia and the South Sandwich Islands
vi: Quần đảo Nam Georgia và Nam Sandwich

# CountryLabelSpain
source: Spain
vi: Tây Ban Nha

# CountryLabelSriLanka
source: Sri Lanka
vi: Sri Lanka (Xri Lanca)

# CountryLabelSvalbardandJanMayenIslands
source: Svalbard and Jan Mayen Islands
vi: Quần đảo Svalbard và Jan Mayen

# CountryLabelSweden
source: Sweden
vi: Thụy Điển

# CountryLabelSwitzerland
source: Switzerland
vi: Thụy Sĩ

# CountryLabelSyrianArabRepublic
source: Syrian Arab Republic
vi: Syrian (Xyri)

# CountryLabelTaiwan
source: Taiwan
vi: Đài Loan

# CountryLabelTajikistan
source: Tajikistan
vi: Tajikistan (Ta-gi-kít-xtan)

# CountryLabelTanzaniaUnitedRepublic
source: Tanzania, United Republic
vi: Tanzania

# CountryLabelThailand
source: Thailand
vi: Thái Lan

# CountryLabelTrinidadandToba
source: Trinidad and Toba
vi: Trinidad và Tobago

# CountryLabelTunisia
source: Tunisia
vi: Tunisia (Tuynidi)

# CountryLabelTurkey
source: Turkey
vi: Thổ Nhĩ Kỳ

# CountryLabelTurkmenistan
source: Turkmenistan
vi: Turkmenistan (Tuốc-mê-nít-xtan)

# CountryLabelTurksandCaicosIslands
source: Turks and Caicos Islands
vi: Quần đảo Turks và Caicos

# CountryLabelUkraine
source: Ukraine
vi: Ukraina (U-crai-na)

# CountryLabelUnitedArabEmirates
source: United Arab Emirates
vi: Các Tiểu Vương quốc Ả Rập Thống nhất

# CountryLabelUnitedKingdom
source: United Kingdom
vi: Anh

# CountryLabelUnitedStates
source: United States
vi: Hoa Kỳ (Mỹ)

# CountryLabelUzbekistan
source: Uzbekistan
vi: Uzbekistan (U-giơ-be-kít-xtan)

# CountryLabelVanuatu
source: Vanuatu
vi: Vanuatu (Va-nu-a-tu)

# CountryLabelVaticanCityStateHolySee
source: Vatican City State (Holy See)
vi: Vatican (Va-ti-căng)

# CountryLabelVenezuela
source: Venezuela
vi: Venezuela (Vê-nê-xu-ê-la)

# CountryLabelVietNam
source: Viet Nam
vi: Việt Nam

# CountryLabelVirginIslandsBritish
source: Virgin Islands (British)
vi: Quần Đảo Virgin (Anh)

# CountryLabelVirginIslandsUS
source: Virgin Islands (U.S.)
vi: Quần đảo Virgin (Mỹ)

# CountryLabelWallisandFutunaIslands
source: Wallis and Futuna Islands
vi: Quần đảo Wallis và Futuna

# CountryLabelWesternSahara
source: Western Sahara
vi: Tây Sahara

# CountryLabelYemen
source: Yemen
vi: Yemen (Y-ê-men)

# CountryLabelZimbabwe
source: Zimbabwe
vi: Zimbabwe (Gim-ba-buê)
