Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/DevTools.*.resx
Languages: vi

source: Clear
vi: Xóa

source: Delete Saved Query
vi: Xóa truy vấn đã lưu

# DevToolsHeading
source: Developer Tools
vi: Công cụ phát triển

# NoQueryWarning
source: You didn't enter a query
vi: Vui lòng nhập truy vấn

# QueryNameRequired
source: You must enter a name to save the query as
vi: Vi lòng nhập tên truy vấn

# QueryToolHeadingFormat
source: {0} Query Tool
vi: Công cụ Truy vấn {0}

# QueryToolLink
source: Query Tool
vi: Công cụ truy vấn

# QueryToolWarning
source: With great power comes great responsibility. It is possible to delete your site data with this tool. You should not use this unless you are a SQL expert and know what you are doing.
vi: Với công cụ này bạn có thể xóa toàn bộ dữ liệu website. Bạn không nên dùng nó trừ khi bạn là một chuyên gia SQL và biết bạn đang làm gì.

source: Design Tools
vi: Công cụ thiết kế

source: Disable CSS Caching
vi: Tắt bộ nhớ đệm CSS

source: Enable CSS Caching
vi: Kích hoạt bộ nhớ đệm CSS

source: Skin Management
vi: Quản lý skin

source: Download Skin
vi: Tải về giao diện (Skin)

source: Cache Tool
vi: Công cụ bộ nhớ đệm

source: Generate CSS
vi: Tạo CSS

# LessInstructions
source: Enter LESS code in the top and click the button to generate CSS in the bottom.
vi: Nhập mã LESS ở trên và bấm vào nút để tạo ra CSS ở phía dưới.

source: LESS Utility
vi: Tiện ích LESS
