Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/FormWizardResources.*.resx
Languages: vi

# AddOptionButton
source: Add Option
vi: Thêm tùy chọn

# AnswerRequiredLabel
source: Answer Required
vi: Bắt buộc trả lời

# ButtonDisabledPleaseWait
source: Please Wait...
vi: Vui lòng đợi...

# CancelButton
source: Cancel
vi: Hủy bỏ

# DeleteOptionWarning
source: Are you sure you want to delete this option?
vi: Bạn có chắc chắn muốn xóa tùy chọn này không?

# DeleteQuestionWarning
source: Are you sure you want to delete this question?
vi: Bạn có chắc chắn muốn xóa câu hỏi này không?

# DeleteResponsesButton
source: Delete All Form Submissions
vi: Xóa tất cả

# DeleteResponsesWarning
source: Are you sure you want to delete all the submitted forms? You cannot undo this operation. You should export the results first to avoid losing the data.
vi: Bạn có chắc chắn muốn xóa thông tin liên hệ? Bạn không thể phục hồi thao tác. Bạn nên xuất dữ liệu ra trước để tránh mất dữ liệu.

# DoneButton
source: Finished
vi: Hoàn tất

# DropDownPleaseSelectText
source: Please select...
vi: Vui lòng chọn...

# EditLink
source: Edit Form
vi: Sửa giao diện form

# EditQuestionButton
source: Edit
vi: Chỉnh sửa

# EnableAntiSpamSetting
source: Enable SPAM Blocking
vi: Kích hoạt tính năng chặn thư rác

# ExportToCSVButton
source: Export Data to Excel
vi: Xuất dữ liệu ra Excel

# FileRequiredWarning
source: You must choose a file.
vi: Bạn phải chọn một tập tin.

# FinishButton
source: Finish
vi: Hoàn tất

# FinishedButton
source: Finished
vi: Hoàn tất

# FormPageUrlFormat
source: From Url: {0}
vi: Đường dẫn (Url): {0}

# FormSubmissionsLink
source: Submission Data
vi: Thông tin liên hệ

# InstructionsMessageLabel
source: Instructions
vi: Nội dung giới thiệu

source: is required.
vi: bắt buộc nhập.

# MaxRangeLabel
source: Maximum Value
vi: Giá trị cực đại

# MinRangeLabel
source: Minimum Value
vi: Giá trị cực tiểu

# NewQuestionButton
source: Add New Question
vi: Thêm câu hỏi mới

# NextButton
source: Next >>
vi: Tiếp tục >>

# NotificationSiteUserFormat
source: Received From Site User: {0}
vi: User liên hệ: {0}

# NoResultsMessage
source: There have not yet been any form submissions.
vi: Chưa có liên hệ nào được nhận.

# NotificationAliasSetting
source: Display Aliases for Email Addresses
vi: Bí danh Email nhận phản hồi

# NotificationEmailBccSetting
source: Notification BCC Email Address(es)
vi: Email nhận phản hồi dạng BCC

# NotificationEmailSetting
source: Email Address(es) to Receive Form Submissions
vi: Email nhận phản hồi

# NotificationIPAddressFormat
source: From IP Address: {0}
vi: Gửi từ địa chỉ IP: {0}

# OptionsHeading
source: Options
vi: Tùy chọn

# PageNumberLabel
source: Page Number
vi: Số trang

# PreviousButton
source: << Back
vi: << Quay lại

# QuestionEditOptionsDeleteAlternateText
source: Delete Selected Option
vi: Xóa tùy chọn được chọn

# QuestionEditOptionsDownAlternateText
source: Move Selected Option Down
vi: Chuyển tùy chọn được chọn xuống dưới

# QuestionEditOptionsEditAlternateText
source: Edit Selected Option
vi: Chỉnh sửa tùy chọn được chọn

# QuestionEditOptionsUpAlternateText
source: Move Selected Option Up
vi: Chuyển tùy chọn được chọn lên trên

# QuestionsTab
source: Questions
vi: Câu hỏi

# QuestionTextLabel
source: Question Text
vi: Nội dung câu hỏi

# QuestionTypeLabel
source: Question Type
vi: Loại câu hỏi

# SaveButton
source: Save
vi: Cập nhật

# SubmissionCountLabel
source: Total Submissions
vi: Tổng số liên hệ nhận được

# SubmitButton
source: Send
vi: Gửi

# TaskCompleted
source: Completed
vi: Hoàn thành

# TaskQueued
source: Queued
vi: Đang đợi

# TaskRunning
source: Running
vi: Đang chạy

# TaskStarted
source: Started
vi: Bắt đầu

# ThankYouMessageLabel
source: Thank You Message
vi: Nội dung cảm ơn

# TotalPagesLabel
source: Total Pages
vi: Tổng số trang

# UpdateOptionButton
source: Update Option
vi: Cập nhật

# BrowseResultsLink
source: Browse Submissions
vi: Xem liên hệ dạng chi tiết

# InvalidRegexTextLabel
source: Invalid Message
vi: Câu thông báo không hợp lệ

# ResultsGridPageSizeSetting
source: Results Grid Page Size
vi: Kích cỡ trang kết quả

# ViewResultsGridLink
source: View Submissions Grid
vi: Xem liên hệ dạng lưới

# ViewResultsGridTooltip
source: Form Submissions
vi: Xem liên hệ dạng lưới

# DeleteQuestionButtonTooltip
source: Delete this question
vi: Xóa câu hỏi này

# EditInstructionsLink
source: Edit Instructions
vi: Chỉnh sửa chỉ dẫn

# DeleteResponseButton
source: Delete
vi: Xóa

# DeleteResponseWarning
source: Are you sure you want to delete this form submission?
vi: Bạn có chắc chắn muốn xóa thông tin liên hệ này?

# ResponseTimeIpFormat
source: Received {0} from IP Address {1}
vi: Đã nhận {0} từ địa chỉ IP {1}

source: Export to Word
vi: Xuất ra Word

# InvalidRegexWarning
source: The regular expression entered is not valid.
vi: Biểu thức chính quy nhập vào không hợp lệ.

# BrowseResultsTooltip
source: Browse Submissions
vi: Xem liên hệ dạng chi tiết

source: General Settings
vi: Cấu hình chung

source: Notification Settings
vi: Cấu hình thông báo

source: Files
vi: Tập tin

# FileTooLargeWarning
source: The uploaded file was discarded because it is larger than the configured limit. Please upload a file no larger than {0} MegaBytes.
vi: Tập tin tải lên bị loại bỏ do vượt qua giới hạn đã được cấu hình. Xin vui lòng tải lên một tập tin không lớn hơn {0} MB.

# FileTooLargeWarningFormat
source: File {0} was discarded because it is larger than the configured limit. Please upload a file no larger than {1} MegaBytes.
vi: Tập tin {0} bị loại bỏ do vượt qua giới hạn đã được cấu hình. Xin vui lòng tải lên một tập tin không lớn hơn {1} MB.

# NotificationIntro
source: A form has been submitted, click the link below to view the submission:
vi: Nhấn vào link bên dưới để xem chi tiết:

# NotificationLeaveOutUnansweredQuestions
source: Leave unanswered questions out of notification?
vi: Bỏ các câu hỏi chưa được trả lời ra khỏi thông báo?

source: Delete
vi: Xóa

# File1ErrorFormat
source: File 1: {0}
vi: Tập tin 1: {0}

# File2ErrorFormat
source: File 2: {0}
vi: Tập tin 2: {0}

# File3ErrorFormat
source: File 3: {0}
vi: Tập tin 3: {0}

# File4ErrorFormat
source: File 4: {0}
vi: Tập tin 4: {0}

# FinishWithNoUploadButton
source: Finish Without Uploading
vi: Hoàn tất mà không upload

source: Display
vi: Tùy chọn

# QuestionAliasLabel
source: Question Alias
vi: Tên rút gọn

source: Use SSL If Available?
vi: Sử dụng SSL nếu có?

source: Value/Alias
vi: Tên rút gọn

# QuestionsMoveDownAlternateText
source: Move question down
vi: Di chuyển câu hỏi xuống

# QuestionsMoveDownToolTip
source: Move question down
vi: Di chuyển câu hỏi xuống

# QuestionsMoveUpAlternateText
source: Move question up
vi: Di chuyển câu hỏi lên

# QuestionsMoveUpToolTip
source: Move question up
vi: Di chuyển câu hỏi lên

# MessageTab
source: Message
vi: Thông báo

# BulkEditQuestionsLink
source: Bulk Edit Questions
vi: Sửa nhiều câu hỏi

# OptionCountJsFormat
source: Option {current} of {total}
vi: Tùy chọn {current} của {total}

# QuestionCountJsFormat
source: Question {current} of {total}
vi: Câu hỏi {current} của {total}

# BulkEditOptionsLink
source: Bulk Edit Options
vi: Sửa nhiều tùy chọn

# IsWatermarkLabel
source: Is Watermark
vi: Sử dụng Watermark

# ResetButton
source: Reset
vi: Xóa

# UseWatermarkSetting
source: Use Watermark
vi: Sử dụng Watermark

# InvalidEmailLabel
source: Email is invalid.
vi: Email không hợp lệ.

# RedirectUrlLabel
source: Url to redirect to after form completion
vi: Đường dẫn chuyển hướng sau khi hoàn tất

# DeleteSelectedButton
source: Delete (Selected)
vi: Xóa (Chọn)

# NotificationTemplateSetting
source: Notification Template
vi: Mẫu email thông báo

source: Created on
vi: Ngày tạo

# EditMessageLink
source: Edit message
vi: Sửa mẫu thông báo

# AllowedFileExtensionsLabel
source: Allowed file extensions
vi: Định dạng file cho phép

# MaxFileSizeLabel
source: Max file size (KB)
vi: Dung lượng tối đa (KB)

# IsRequiredFormat
source: {0} is required.
vi: Vui lòng nhập {0}.

# HtmlWrapperLabel
source: Html wrapper
vi: Thẻ html

# UserNotificationTemplateSetting
source: User Notification Template
vi: Mẫu email thông báo cho khách hàng
