Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/MediaPlayerResources.*.resx
Languages: vi

# AddFileValidationSummaryHeaderText
source: Unable to add the file
vi: Không thể thêm tập tin

# AddMediaFileLinkButtonText
source: Add Selected File
vi: Thêm tập tin được chọn

# AddTrackButtonText
source: Add Track
vi: Thêm Track

# AddTrackFieldsetLabel
source: Add Media Track
vi: Thêm Media Track

# AddTrackValidationSummaryHeaderText
source: Unable to add the Track
vi: Không thể thêm đường chạy

# ArtistRequiredValidatorErrorMessage
source: Please enter an Artist
vi: Hãy nhập một nghệ sĩ

# AtLeastOneFileSelectedValidatorErrorMessage
source: Please add at least one file
vi: Hãy thêm ít nhất một tệp tin

# AutoStartSetting
source: Auto Start
vi: Tự khởi động

# CancelButtonText
source: Cancel/Finished
vi: Hủy bỏ/Kết thúc

# CancelButtonTooltip
source: Cancel The Edit Of This Track
vi: Hủy bỏ chỉnh sửa track này

# ContinuousPlaySetting
source: Continuous Play
vi: Tiếp tục chơi

# DeleteFileConfirmationDialogText
source: Are you sure you want to delete {0}?
vi: Bạn có chắc chắn muốn xóa {0} không?

# DeleteFileLinkButtonText
source: Delete
vi: Xóa

# DeleteFileLinkButtonTooltip
source: Delete This File
vi: Xóa tập tin này

# DeleteTrackButtonText
source: Delete Track
vi: Xóa track

# DeleteTrackButtonTooltip
source: Delete This Track
vi: Xóa track này

# DeleteTrackConfirmationDialogText
source: Are you sure you want to delete this track?
vi: Bạn có chắc chắn muốn xóa track này không?

# DisableShuffleSetting
source: Disable Shuffle
vi: Không cho phép chơi ngẫu nhiên

# EditAudioPlayerArtistLabel
source: Artist
vi: Nghệ sĩ

# EditAudioPlayerLinkText
source: Edit Player
vi: Chỉnh sửa trình chơi

# EditAudioPlayerPageHeaderText
source: Edit Media Player
vi: Chỉnh sửa trình chơi Media

# EditAudioPlayerTrackNameLabel
source: Track Name
vi: Tên Track

# EditMediaTrackPageTitleText
source: Edit Media Track
vi: Chỉnh sửa track media

# EditTrackHyperLinkText
source: Edit
vi: Chỉnh sửa

# EditTrackHyperLinkToolTip
source: Edit The Track
vi: Chỉnh sửa track

# EditTrackPageHeaderText
source: Edit Track
vi: Chỉnh sửa track

# FileHeaderTextSiteLabel
source: Current File(s)
vi: Tập tin hiện tại

# FileNameGridViewHeaderSiteLabelText
source: File Name
vi: Tên tập tin

# FileTypeAlreadyExistsErrorText
source: A file with the extension of {0} already exists.
vi: Một tập tin với phần mở rộng {0} đã tồn tại.

# FullScreenText
source: Full Screen
vi: Toàn màn hình

# InvalidAudioFileErrorMessage
source: Only valid audio format files allowed
vi: Chỉ cho phép các tập tin có định dạng âm thanh hợp lệ

# InvalidVideoFileErrorMessage
source: Only valid video format files allowed
vi: Chỉ cho phép các tập tin có định dạng video hợp lệ

# ManageMediaFilesFieldsetLabel
source: Manage Media Files
vi: Quản lý tập tin media

# ManageTracksFieldSetLabel
source: Manage Media Tracks
vi: Quản lý các track media

# MaxVolumeText
source: Max Volume
vi: Âm lượng lớn nhất

# MediaFileBrowserLinkText
source: Browse...
vi: Duyệt...

# MediaFileRegularExpValidatorErrorMessage
source: Please select a supported file format
vi: Hãy chọn một định dạng tập tin được hỗ trợ

# MediaFileRequiredValidatorErrorMessage
source: Please select or enter a Media File
vi: Hãy chọn hoặc nhập một tập tin media

# MediaTrackPropertiesFieldsetLabel
source: Media Track Properties
vi: Thuộc tính track media

# ModuleName
source: Media Player
vi: Trình chơi media

# MoveTrackDownButtonText
source: Down
vi: Xuống

# MoveTrackDownOrderTooltip
source: Move Track Down In Playlist Order
vi: Chuyển track xuống dưới trong danh sách chơi

# MoveTrackUpButtonText
source: Up
vi: Lên

# MoveTrackUpOrderTooltip
source: Move Track Up In Playlist Order
vi: Chuyển track lên trên trong danh sách chơi

# MuteText
source: Mute
vi: Tắt tiếng

# NextButtonText
source: Next
vi: Tiếp

# NextText
source: Next
vi: Tiếp

# NoFilesSiteLabel
source: No Files Exist For This Track
vi: Không có tập tin nào tồn tại cho track này

# NoFilesSiteLabelText
source: No file(s) exist for this track
vi: Không có tập tin nào tồn tại cho track này

# NoSolutionMessageMarkup
source: <span>Update Required</span> To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
vi: <span>Yêu cầu cập nhật</span> Để xem media bạn cần cập nhật trình duyệt lên phiên bản mới nhất hoặc cập nhật <a href="http://get.adobe.com/flashplayer/" target="_blank">Trình cắm Flash</a>.

# NoTracksSiteLabelText
source: No Tracks Exist For This Media Player
vi: Không có track nào tồn tại cho trình chơi media này

# PauseText
source: Pause
vi: Tạm dừng

# PlaybackControlSection
source: Playback Control
vi: Điều khiển phát lại

# PlayerSkinNotFoundErrorMessage
source: The skin for the Media Player was unable to be loaded.
vi: Không thể nạp giao diện cho trình chơi media.

# PlayerTypeLabelText
source: Media Type
vi: Loại media

# PlayText
source: Play
vi: Xem

# PreviousText
source: Previous
vi: Trước

# RepeatOffText
source: Repeat Off
vi: Tắt lặp

# RepeatText
source: Repeat
vi: Lặp

# RestoreScreenText
source: Restore Screen
vi: Khôi phục màn hình

# SelectedFilesSiteLabelText
source: Files Added
vi: Tập tin đã được thêm

# SelectFileSiteLabelText
source: File Location
vi: Vị trí tập tin

# SetupInstructionsSiteLabelText
source: An instance of the Media Player can play either Audio files or Video files. As part of the initial setup of an instance of the Media Player, you must select which type of media it will play. Once you select the media type and click next, the type can not be changed for this instance (module).
vi: Trình chơi Media có thể chơi các tập tin âm thanh hoặc video. Bạn phải chọn loại media sẽ chơi như là một phần của cài đặt ban đầu. Khi bạn chọn loại media và bấm vào Tiếp theo, loại sẽ không được thay đổi thực thể (module) này .

# SetupNeededLabel
source: No file is available for play, set up is required first.
vi: Không có tập tin nào để chơi, bạn phải thiết lập trước.

# SetupPageHeaderText
source: Media Player Setup
vi: Cài đặt Trình chơi Media

# ShuffleOffText
source: Shuffle Off
vi: Tắt chơi ngẫu nhiên

# ShuffleText
source: Shuffle
vi: Ngẫu nhiên

# StopText
source: Stop
vi: Dừng

# TrackArtistHeaderLabelText
source: Artist(s)
vi: Nghệ sĩ

# TrackFilesHeaderLabelText
source: Associated File(s)
vi: Tập tin liên kết

# TrackNameHeaderLabelText
source: Track Name
vi: Tên track

# TrackNameRequiredValidatorErrorMessage
source: Please enter a Track Name
vi: Vui lòng nhập tên track

# TrackOrderHeaderLabelText
source: Track Order
vi: Thứ tự track

# UnmuteText
source: Unmute
vi: Bật tiếng

# UpdateTrackButtonText
source: Update Track Properties
vi: Cập nhật thuộc tính track

# UpdateTrackButtonTooltip
source: Update This Track's Properties
vi: Cập nhật thuộc tính của track này

# UpdateTrackValidationSummaryHeaderText
source: The track could not be updated
vi: Không thể cập nhật track

# CustomCssClassSetting
source: Custom CSS Class
vi: Lớp CSS tùy chỉnh

# AudioPlayerFeatureName
source: Audio Player
vi: Trình nghe nhạc

# VideoPlayerFeatureName
source: Video Player
vi: Trình xem video

# MiscellaneousSection
source: Miscellaneous
vi: Hỗn hợp

source: Footer Content
vi: Nội dung phần cuối

source: Header Content
vi: Nội dung đầu đề

# AllowFullScreen
source: Allow Full Screen Playback?
vi: Cho phép chế độ phát toàn màn hình?
