Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/PollResources.*.resx
Languages: vi

# PollAddNewLabel
source: Add New Poll
vi: Thêm mới bình chọn

# PollBackToVoteButton
source: Back
vi: Quay lại

# PollBackToVoteToolTip
source: Click here to go back and vote.
vi: Nhấn vào đây để quay lại bình chọn.

# PollChooseAddNewPollButton
source: Add new poll
vi: Thêm mới bình chọn

# PollChooseAddNewPollToolTip
source: Click here if you want to add a new poll.
vi: Thêm mới bình chọn

# PollChooseCancelLabel
source: Cancel
vi: Hủy bỏ

# PollChooseCancelToolTip
source: Click here if you want to cancel and go back to the page you came from.
vi: Hủy bỏ và quay về trang trước.

# PollChooseChooseAlternateText
source: Choose poll
vi: Chọn bình chọn

# PollChooseLabel
source: Choose Poll
vi: Chọn bình chọn

# PollChooseRemoveCurrentPollButton
source: Remove current poll
vi: Loại bỏ bình chọn hiện tại

# PollChooseRemoveCurrentPollToolTip
source: Click here if you want to remove the current poll from the module.
vi: Nhấn vào đây nếu bạn muốn xóa bình chọn khỏi module.

# PollChooseViewPollsButton
source: View/Edit Polls
vi: Xem/Sửa bình chọn

# PollChooseViewPollsToolTip
source: Click here if you want to view or edit existing polls.
vi: Nhấn vào đây nếu bạn muốn xem hoặc chỉnh sửa các bình chọn hiện có.

# PollDeactivatedLabel
source: This poll is currently not active.
vi: Bình chọn này hiện chưa kích hoạt.

# PollDeactivatedText
source: deactivated
vi: Hủy kích hoạt

# PollEditActivateButton
source: Activate
vi: Kích hoạt

# PollEditActivateToolTip
source: Click here to activate the poll.
vi: Bấm vào đây để kích hoạt bình chọn.

# PollEditActiveFromToLabel
source: Active period:
vi: Hiệu lực từ ngày

# PollEditAddNewPollLabel
source: Add New Poll
vi: Thêm bình chọn mới

# PollEditAddNewPollToolTip
source: Click here if you want to add a new poll.
vi: Nhấn vào đây nếu bạn muốn thêm bình chọn mới.

# PollEditAllowViewingResultsBeforeVotingLabel
source: Allow viewing results before voting?
vi: Cho phép xem kết quả trước khi bình chọn?

# PollEditAllowViewingResultsBeforeVotingToolTip
source: If checked users can view the result before they cast their vote.
vi: Nếu được chọn, người dùng có thể xem kết quả trước khi bình chọn.

# PollEditAnonymousVotingLabel
source: Anonymous voting?
vi: Bình chọn không cần đăng nhập?

# PollEditAnonymousVotingToolTip
source: If checked all visitors can cast their vote.
vi: Nếu chọn thì tất cả người dùng đều có thể bình chọn mà không cần đăng nhập.

# PollEditDeactivateButton
source: Deactivate
vi: Hủy kích hoạt

# PollEditDeactivateToolTip
source: Click here to deactivate the poll.
vi: Bấm vào đây để ngưng hoạt động bình chọn.

# PollEditDeleteButton
source: Delete poll
vi: Xóa bình chọn

# PollEditDeleteConfirmMessage
source: Are you sure you want to delete this poll?
vi: Bạn có chắc là muốn xóa bình chọn này?

# PollEditDeleteToolTip
source: Click here to delete this poll.
vi: Nhấn vào đây để xóa bình chọn này.

# PollEditLabel
source: Edit poll
vi: Sửa bình chọn

# PollEditLessThanTwoOptionsErrorMesssage
source: You must add at least two options for a poll.
vi: Vui lòng thêm ít nhất hai tùy chọn.

# PollEditOptionsAddButton
source: Add to options
vi: Thêm mới

# PollEditOptionsAddToolTip
source: Click here to save the entered option.
vi: Nhấn vào đây để lưu tùy chọn vừa nhập.

# PollEditOptionsDeleteAlternateText
source: Click here to delete the selected option.
vi: Nhấn vào đây để xóa tùy chọn được chọn.

# PollEditOptionsDeleteConfirmMessage
source: Are you sure you want to delete this option? It will be completely removed.
vi: Bạn chắc chắn muốn xóa tùy chọn này? Không thể phục hồi nếu thực hiện thao tác.

# PollEditOptionsDownAlternateText
source: Click here to move the selected option down one step.
vi: Di chuyển tùy chọn được chọn xuống dưới.

# PollEditOptionsEditAlternateText
source: Click here to edit the selected option.
vi: Sửa tùy chọn được chọn.

# PollEditOptionsLabel
source: Options:
vi: Tùy chọn

# PollEditOptionsSaveButton
source: Save option
vi: Cập nhật

# PollEditOptionsUpAlternateText
source: Click here to move the selected option up one step.
vi: Di chuyển tùy chọn được chọn lên trên.

# PollEditQuestionEmptyErrorMessage
source: You must enter a question.
vi: Vui lòng nhập câu hỏi.

# PollEditQuestionLabel
source: Question
vi: Câu hỏi

# PollEditSaveButton
source: Save
vi: Cập nhật

# PollEditSaveToolTip
source: Click here to save the poll.
vi: Nhấn vào đây để cập nhật thăm dò.

# PollEditShowOrderNumbersLabel
source: Show order numbers?
vi: Hiển thị số thứ tự tùy chọn

# PollEditShowOrderNumbersToolTip
source: If checked the order number of the options will show.
vi: Hiển thị số thứ tự tùy chọn.

# PollEditShowResultsWhenDeactivatedLabel
source: Show results when deactivated?
vi: Hiển thị kết quả khi ngưng kích hoạt?

# PollEditShowResultsWhenDeactivatedToolTip
source: If checked and the poll is deactivated the results will show, otherwise a message saying that no poll is active.
vi: Nếu được chọn và bình chọn ngưng kích hoạt, kết quả vẫn hiển thị, nếu không sẽ có một thông báo là không có bình chọn nào đang kích hoạt.

# PollEditStartDeactivatedLabel
source: Start deactivated?
vi: Bắt đầu ngưng hoạt động?

# PollEditStartDeactivatedToolTip
source: is not active when saved.
vi: không hoạt động khi được lưu.

# PollEditToLabel
source: to
vi: đến ngày

# PollEditViewPollsLabel
source: View/Edit Polls
vi: Xem/Sửa bình chọn

# PollEditViewPollsToolTip
source: Click here if you want to view existing polls.
vi: Nhấn vào đây nếu muốn xem những bình chọn hiện có.

# PollFeatureName
source: Poll
vi: Bình chọn

# PollFromText
source: from
vi: từ

# PollHistoryBackLabel
source: Back
vi: Quay lại

# PollHistoryBackToolTip
source: Click here to go back.
vi: Nhấn vào đây để quay lại.

# PollHistoryLabel
source: My Poll History
vi: Lịch sử bình chọn của tôi

# PollHistoryYouVotedLabel
source: You voted:
vi: Bạn đã bình chọn

# PollModuleEditText
source: Choose poll
vi: Chọn bình chọn

# PollMustLoginToVoteLabel
source: You must login to vote.
vi: Bạn phải đăng nhập trước khi bình chọn.

# PollMyPollHistoryButton
source: My poll history
vi: Lịch sử bình chọn của tôi

# PollMyPollHistoryToolTip
source: Click here to view your poll voting history.
vi: Nhấn vào đây để xem lịch sử bình chọn của bạn.

# PollNoActivePollLabel
source: Currently no active poll.
vi: Chưa có bình chọn nào.

# PollPollRunsText
source: Poll runs
vi: Bình chọn đang kích hoạt

# PollShowMyPollHistoryButtonSetting
source: Show 'My poll history' button?
vi: Hiển thị nút 'Lịch sử thăm dò của tôi'?

# PollShowResultsButton
source: Show Results
vi: Xem kết quả

# PollShowResultsToolTip
source: Click here to see the poll results.
vi: Nhấn vào đây để xem kết quả bình chọn.

# PollTotalVotesLabel
source: Total votes:
vi: Tổng số bình chọn:

# PollToText
source: to
vi: tới

# PollViewAddNewPollButton
source: Add New Poll
vi: Thêm mới

# PollViewAddNewPollToolTip
source: Click here if you want to add a new poll.
vi: Nhấn vào đây nếu bạn muốn thêm bình chọn mới.

# PollViewCopyToNewPollButton
source: Copy to new poll
vi: Sao chép

# PollViewCopyToNewPollToolTip
source: Click here if you want to create a new poll with this poll's properties.
vi: Bấm vào đây nếu bạn muốn tạo ra bình chọn mới với thuộc tính giống bình chọn này.

# PollViewEditAlternateText
source: Edit
vi: Sửa

# PollViewLabel
source: View/Edit polls
vi: Xem/Chỉnh sửa bình chọn

# PollVotesText
source: votes
vi: bình chọn

# PollVoteText
source: vote
vi: bình chọn

# ActiveLink
source: Active
vi: Kích hoạt

# ChooseActivePollFormatString
source: Choose Active Poll for {0}
vi: Kích hoạt bình chọn cho {0}

source: Make Active
vi: Kích hoạt

# PollDateRangeFormatString
source: Poll runs from {0} to {1}
vi: Có hiệu lực từ {0} đến {1}

# PollRunsFormatString
source: Poll runs {0}
vi: Bình chọn đang kích hoạt {0}

# AlreadyVotedMessage
source: Your vote has been counted.
vi: Bạn đã bình chọn.

# ResultBarColor
source: Results Bar Graph Color
vi: Màu đồ thị kết quả

# CustomCssClassSetting
source: Custom CSS Class
vi: CSS Class

# CustomCssClassSettingRegexWarning
source: Invalid Custom CSS Class
vi: CSS Class không hợp lệ

# PermissionsPollManage
source: Manage poll
vi: Quản lý bình chọn

source: Poll permissions
vi: Bình chọn

# PollManageMenuLink
source: Manage polls
vi: Bình chọn

# PollEditTitle
source: Insert/Edit poll
vi: Thêm/Sửa bình chọn

# PollListTitle
source: Poll list
vi: Danh sách bình chọn

# PollListLink
source: Poll list
vi: Danh sách bình chọn

# PollVoteButton
source: Vote
vi: Bình chọn

# PollVoteToolTip
source: Click here to vote the poll.
vi: Nhấn vào đây để bình chọn.

# AddNewPollLabel
source: Add new poll
vi: Thêm mới

# PollEditOptionsDeleteButton
source: Delete option
vi: Xóa tùy chọn

# ChooseOptionRequiredWarning
source: Please choose an option
vi: Vui lòng chọn

# DisplayOrderLabel
source: Display order
vi: Thứ tự
