Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/ProductResources.*.resx
Languages: vi

# CartAdminCreatedDate
source: Created on
vi: Ngày tạo

# CartAdminDaysLabel
source: days
vi: ngày

# CartAdminDeleteOlderThan
source: Delete older than
vi: Xóa cũ hơn

# CartAdminIPAddress
source: IP address
vi: Địa chỉ IP

# CartAdminMenuLink
source: Current shopping cart
vi: Quản lý giỏ hàng

# CartAdminProduct
source: Product
vi: Sản phẩm

# CartAdminQuantity
source: Quantity
vi: Số lượng

# CartAdminTitle
source: Current shopping carts
vi: Quản lý giỏ hàng

# CartAdminUserName
source: Customer
vi: Tên khách hàng

# CartIsEmptyLabel
source: You have no items in your shopping cart.
vi: Chưa có sản phẩm nào trong giỏ hàng

# CartQuantityShouldPositive
source: Quantity should positive
vi: Số lượng không hợp lệ

# CartTypeLabel
source: Cart type
vi: Loại

# CartTypeShoppingCart
source: Shopping cart
vi: Giỏ hàng

# CustomFieldAllowComparingLabel
source: Allow comparing?
vi: Cho phép so sánh?

# CustomFieldDataTypeLabel
source: Data type
vi: Kiểu dữ liệu

# CustomFieldDisplayNameLabel
source: Display name
vi: Tên hiển thị

# CustomFieldDisplayOrderLabel
source: Display order
vi: Thứ tự

# CustomFieldDisplayTypeLabel
source: Display type
vi: Kiểu hiển thị

# CustomFieldEditTitle
source: Insert/Edit custom field
vi: Thêm/Sửa thuộc tính sản phẩm

# CustomFieldFilterTypeLabel
source: Filter type
vi: Kiểu lọc

# CustomFieldInvalidMessageLabel
source: Invalid message
vi: Nội dung không hợp lệ

# CustomFieldIsEnabledLabel
source: Enabled?
vi: Hiển thị?

# CustomFieldIsRequiredLabel
source: Required?
vi: Bắt buộc nhập?

# CustomFieldNameLabel
source: Name
vi: Tên thuộc tính

# CustomFieldsTitle
source: Custom fields
vi: Thuộc tính sản phẩm

# CustomFieldValidationExpressionLabel
source: Validation expression
vi: Biểu thức chính quy

# LoadFirstProductSetting
source: Load first product?
vi: Hiển thị sản phẩm trực tiếp?

# MaxProductsToGetSetting
source: Max products to get
vi: Số sản phẩm hiển thị tối đa

# OrderAdminMenuLink
source: Orders
vi: Đơn hàng

# OrderListLink
source: Order list
vi: Danh sách đơn hàng

# OtherProductsPerPageSetting
source: Other Products Per Page
vi: Số sản phẩm khác/trang

# PermissionsProductCreate
source: Create
vi: Thêm mới sản phẩm

# PermissionsProductDelete
source: Delete
vi: Xóa sản phẩm

# PermissionsProductUpdate
source: Update
vi: Cập nhật sản phẩm

# PermissionsProductViewList
source: View list
vi: Xem danh sách sản phẩm

# ProductEditRelatedProductTab
source: Related products
vi: Sản phẩm liên quan

# ProductFeatureName
source: Product
vi: Sản phẩm

# ProductInsertLink
source: Add new product
vi: Thêm mới sản phẩm

# ProductListLink
source: Product list
vi: Danh sách sản phẩm

# ProductListTitle
source: Product list
vi: Danh sách sản phẩm

# ProductMoveLeftAlternateText
source: Move selected product to the right zone
vi: Di chuyển sản phẩm được chọn vào chuyên mục trái

# ProductMoveLink
source: Move product
vi: Di chuyển sản phẩm

# ProductMoveRightAlternateText
source: Move selected product to the right zone
vi: Di chuyển sản phẩm được chọn vào chuyên mục phải

# ProductMoveTilte
source: Move product
vi: Di chuyển sản phẩm

source: Product permissions
vi: Sản phẩm

# ProductPositionSetting
source: Product's position
vi: Vị trí đặc biệt

# ProductSearchName
source: Product
vi: Sản phẩm

# ProductSelectLabel
source: Choose product
vi: Chọn sản phẩm

# ProductSpecialFeatureName
source: Product special
vi: Sản phẩm đặc biệt

# ProductsPerPageSetting
source: Page Size options (semicolon separated)
vi: Số sản phẩm/trang

source: Related Products To Show
vi: Số sản phẩm liên quan tối đa

# ShowAllProductsFromChildZoneSetting
source: Show All Products From Child Categories
vi: Hiển thị sản phẩm của chuyên mục con

# ShowPageLeftContentSetting
source: Show Page Left Content in product detail?
vi: Hiển thị nội dung cột trái trang chi tiết?

# ShowPageRightContentSetting
source: Show Page Right Content in product detail?
vi: Hiển thị nội dung cột phải trang chi tiết?

# XsltFileName
source: List Page template
vi: Mẫu giao diện trang danh sách

# XsltFileNameDetailPage
source: Detail page template
vi: Mẫu giao diện trang chi tiết

# CustomFieldByMultipleValuesFilterType
source: Filter by multiple values
vi: Lọc theo nhiều giá trị

# CustomFieldByValueFilterType
source: Filter by value
vi: Lọc theo một giá trị

# CustomFieldEditLink
source: Edit
vi: Sửa

# CustomFieldNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập thuộc tính.

# CustomFieldOptionDeleteConfirmMessage
source: Are you sure you want to delete this option? It will be completely removed.
vi: Bạn có chắc chắn muốn xóa. Sẽ không thể phục hồi nếu thực hiện thao tác?

# CustomFieldOptionDeleteSelectedButton
source: Delete (Selected)
vi: Xóa (Chọn)

# CustomFieldOptionDownAlternateText
source: Move selected option down in list
vi: Chuyển giá trị được chọn xuống dưới trong danh sách

# CustomFieldOptionNameLabel
source: Name
vi: Giá trị

# CustomFieldOptionNewOptionLabel
source: New option
vi: Giá trị mới

# CustomFieldOptionsTab
source: Attribute values
vi: Giá trị khởi tạo

# CustomFieldOptionUpAlternateText
source: Move selected option up in list
vi: Chuyển giá trị được chọn lên trên danh sách

# ProductEditLink
source: Edit
vi: Sửa

# ProductSelectedLabel
source: Selected products
vi: Sản phẩm được chọn

# ProductSpecialTilte
source: Special products
vi: Sản phẩm vị trí đặc biệt

# CustomFieldIsRequiredFormat
source: {0} is required.
vi: Vui lòng nhập {0}.

# CustomFieldSelectLabel
source: --Select--
vi: --Chọn--

# ProductAttributesTab
source: Attributes tab
vi: Tab thông tin

# ProductFilterFeatureName
source: Product filter
vi: Bộ lọc sản phẩm theo thuộc tính

# ProductPropertiesTab
source: Properties
vi: Thuộc tính

# CustomFieldColorType
source: Color
vi: Thuộc tính màu sắc

# CustomFieldNormalType
source: Normal
vi: Thuộc tính thông thường

# CustomFieldPriceRangeType
source: Price range
vi: Thuộc tính lọc theo giá

# CustomFieldTypeLabel
source: Field type
vi: Loại thuộc tính

# CustomFieldOptionColorType
source: Color
vi: Màu sắc

# CustomFieldOptionPictureType
source: Picture
vi: Ảnh hiển thị

# ProductPictureLabel
source: Product picture
vi: Hình sản phẩm

# ProductPictureTypeLabel
source: Picture type
vi: Loại hình ảnh

# ProductComparePrice
source: Price
vi: Giá

# ProductCompareRemoveFromList
source: Remove
vi: Xóa

# ProductCompareTitle
source: Compare products
vi: So sánh sản phẩm

# ProductCompareClearList
source: Clear list
vi: Xóa danh sách

# ProductCompareDescription
source: Description
vi: Mô tả

# ProductCompareBackButton
source: Back
vi: Quay lại

# ButtonDisabledPleaseWait
source: Please Wait...
vi: Vui lòng đợi...

# ProductAddNewTitle
source: Add a new product
vi: Thêm mới sản phẩm

# ProductDeleteMultiWarning
source: Are you sure you want to delete selected product(s)?
vi: Bạn có chắc chắn muốn xóa sản phẩm đã chọn?

# ProductDeleteWarning
source: Are you sure you want to delete this product?
vi: Bạn có chắc chắn muốn xóa sản phẩm?

# ProductEditTitle
source: Edit product details
vi: Chỉnh sửa sản phẩm

# ProductDisplayOrderLabel
source: Display order
vi: Thứ tự

# ProductDeleteSelectedButton
source: Delete (Selected)
vi: Xóa (Chọn)

# ProductNameLabel
source: Product name
vi: Tên sản phẩm

# ProductPictureHeading
source: Picture
vi: Ảnh

# ProductSearchButton
source: Search
vi: Tìm kiếm

# ProductUpdateButton
source: Update
vi: Cập nhật

# ProductViewCountLabel
source: View count
vi: Lượt xem

# CustomFieldNotAllowFilteringFilterType
source: Not allow filtering
vi: Không cho phép lọc

# CommentCaptcha
source: Captcha
vi: Nhập mã hiển thị

# CommentClosedMessage
source: Comments are closed on this content.
vi: Bình luận đã khóa ở sản phẩm này.

# CommentCustomerReviews
source: Customer reviews
vi: Đánh giá của khách hàng

# CommentFullName
source: Full name
vi: Họ tên

# CommentPostComment
source: Post comment
vi: Gửi nhận xét

# CommentRequireAuthenticationMessage
source: You must sign in to this site to post comments.
vi: Bạn phải đăng nhập trước khi bình luận.

# CommentTitle
source: Title
vi: Tiêu đề

# CommentYourComment
source: Your comment
vi: Nhận xét của bạn

# CommentYourCommentTitle
source: Your comment
vi: Nhận xét của bạn

# ProductPositionLabel
source: Special position
vi: Vị trí đặc biệt

# ProductShowOptionLink
source: Edit show option
vi: Cập nhật icon sản phẩm

# ProductShowOptionTilte
source: Edit show option
vi: Cập nhật icon sản phẩm

# ShowOptionLabel
source: Show option
vi: Tùy chọn hiển thị

# ProductTaggedProducts
source: Tagged products
vi: Số sản phẩm

# ProductTagName
source: Tag name
vi: Tag

# ProductTagsDeleteMultiWarning
source: Are you sure you want to delete selected tag(s)?
vi: Bạn có chắc chắn muốn xóa tag đã chọn?

# ProductTagsLabel
source: Product tags
vi: Tag

# ProductTagsLink
source: Product tags
vi: Danh sách tag

# ProductTagsTitle
source: Product tags
vi: Danh sách tag

# ProductCodeLabel
source: Code
vi: Mã sản phẩm

# ProductPriceLabel
source: Price
vi: Giá

# BrowserOnServerLink
source: Browser on server
vi: Chọn từ máy chủ

# CommentRating
source: Rating
vi: Đánh giá sản phẩm

# ProductDateFormat
source: MM/dd/yyyy
vi: dd/MM/yyyy

# ProductImagesLabel
source: Images
vi: Hình ảnh

# ProductImagesTab
source: Images
vi: Hình ảnh

# ProductImageTitleLabel
source: Title
vi: Chú thích

# ProductMediaTab
source: Image/Video
vi: Hình ảnh/Video

# ProductOldPriceLabel
source: Old price
vi: Giá thị trường

# ProductVideoUrlLabel
source: Video url
vi: Đường dẫn video

# SelectFromComputerLabel
source: Select from computer
vi: Chọn hình

# ProductReviewDeleteMultiWarning
source: Are you sure you want to delete selected review(s)?
vi: Bạn có chắc chắn muốn xóa phản hồi đã chọn?

# ProductReviewLink
source: Product review
vi: Đánh giá sản phẩm

# ProductReviewTitle
source: Product review
vi: Đánh giá, phản hồi sản phẩm

# ProductReviewApproved
source: Approved
vi: Đã duyệt

# ProductReviewCreatedOn
source: Created on
vi: Ngày gửi

# ProductReviewEditLink
source: Edit
vi: Sửa

# ProductReviewFullName
source: Sender
vi: Người gửi

# ProductReviewProductTitle
source: Product
vi: Sản phẩm

# ProductReviewRating
source: Rating
vi: Đánh giá

# ProductReviewText
source: Review text
vi: Nội dung

# ProductReviewTitleLabel
source: Title
vi: Tiêu đề

# IsSubZoneSetting
source: Is sub category?
vi: Lấy con chuyên mục hiện tại

# ZoneProductFeatureName
source: Grouping Products
vi: Sản phẩm theo chuyên mục

source: [Automatically select category]
vi: [Tự động lấy chuyên mục]

# ParentZoneSetting
source: Parent category
vi: Chọn chuyên mục

# ProductSortBySetting
source: Sort by
vi: Sắp xếp theo

# OrderAdminTitle
source: Manage orders
vi: Quản lý hóa đơn

# OrderBillingInfo
source: Billing info
vi: Thông tin thanh toán

# OrderConsigneeInfo
source: Consignee info
vi: Thông tin người nhận

# OrderCreatedOnLabel
source: Created on
vi: Thời gian đặt hàng

# OrderCustomerFirstLastFormat
source: {FirstName} {LastName}
vi: {LastName} {FirstName}

# OrderCustomerInfo
source: Customer info
vi: Thông tin khách hàng

# OrderCustomerLabel
source: Customer
vi: Khách hàng

# OrderDateFromLabel
source: From date
vi: Thời gian đặt hàng từ

# OrderDateToLabel
source: To date
vi: Đến ngày

# OrderDetailLink
source: Detail
vi: Chi tiết

# OrderIdLabel
source: Order ID
vi: ID

# OrderKeywordLabel
source: Keyword
vi: Từ khóa

# OrderKeywordTip
source: Customer's name, address
vi: Tên, địa chỉ khách hàng

# OrderPaymentMethodLabel
source: Payment method
vi: Thông tin thanh toán

# OrderPhoneLabel
source: Phone
vi: Điện thoại

# OrderQuickViewLink
source: Quick view
vi: Xem nhanh

# OrderSearchButton
source: Search
vi: Tìm kiếm

# OrderShippingFeeLabel
source: Shipping fee
vi: Phí vận chuyển

# OrderShippingInfo
source: Shipping info
vi: Thông tin vận chuyển

# OrderShippingMethodLabel
source: Shipping method
vi: Phương thức vận chuyển

# OrderStatusCancelled
source: Cancelled
vi: Đã hủy

# OrderStatusComplete
source: Complete
vi: Hoàn tất

# OrderStatusLabel
source: Order status
vi: Trạng thái

# OrderStatusNew
source: New
vi: Mới

# OrderStatusPending
source: Pending
vi: Treo

# OrderStatusProcessing
source: Processing
vi: Đang xử lý

# OrderStatusRequestCancelled
source: Request cancelled
vi: Yêu cầu hủy

# OrderStatusUpdateSuccessMessage
source: Update order's status successfully.
vi: Cập nhật trạng thái hóa đơn thành công.

# OrderSubTotalLabel
source: Sub total
vi: Tổng

# OrderTotalLabel
source: Order total
vi: Tổng đơn hàng

# ProductTagAddNewButton
source: Add new
vi: Thêm mới

# ProductTagsBulkEdit
source: Bulk edit
vi: Thêm/Cập nhật tag

# ProductTagKeywordLabel
source: Keyword
vi: Từ khóa

# NumberOfTagsSetting
source: Number of tags
vi: Số tag cần hiển thị

# OtherProductLabel
source: Other products
vi: Các sản phẩm khác

# SearchPageTitle
source: Search
vi: Tìm kiếm

# SearchResultsFormat
source: About <strong>{0}</strong> results for keyword <strong>{1}</strong> <span class='searchduration'>({2} seconds)</span>
vi: Tìm thấy <strong>{0}</strong> kết quả với từ khóa <strong>{1}</strong> <span class='searchduration'>({2} giây)</span>

# SearchResultsNotFound
source: Sorry, we could not find search results that match your keywords
vi: Không tìm thấy kết quả nào phù hợp với từ khóa của bạn

# OrderAddressLabel
source: Address
vi: Địa chỉ

# OrderDetailFormat
source: Order detail {0}
vi: Chi tiết hóa đơn {0}

# OrderDetailTitle
source: Order detail
vi: Chi tiết hóa đơn

# OrderDistrictLabel
source: District
vi: Quận/Huyện

# OrderFirstNameLabel
source: First name
vi: Tên

# OrderLastNameLabel
source: Last name
vi: Họ

# OrderPriceLabel
source: Price
vi: Giá

# OrderProvinceLabel
source: Province
vi: Tỉnh/Thành

# OrderQuantityLabel
source: Quantity
vi: Số lượng

# OrderSelectLabel
source: --Select--
vi: --Chọn--

# OrderTotalPriceLabel
source: Total
vi: Tổng cộng

# SortByNewest
source: Newest
vi: Mới nhất

# SortByPriceHighToLow
source: Price: Hight - Low
vi: Giá: Cao - Thấp

# SortByPriceLowToHigh
source: Price: Low - Hight
vi: Giá: Thấp - Cao

# ParentZonesSetting
source: Parent categories
vi: Chọn chuyên mục

# CheckoutCompletedTitle
source: Checkout completed
vi: Hoàn tất đơn hàng

# OrderExportButton
source: Export excel
vi: Xuất excel

# OrderExportByProductButton
source: Export excel by product
vi: Xuất excel theo sản phẩm

# OrderStatusOutOfStock
source: Out of stock
vi: Hết hàng

source: Show hidden contents on detail page
vi: Hiển thị nội dung ẩn ở trang chi tiết

# CustomFieldSpecialType
source: Special
vi: Thuộc tính hiển thị riêng

source: Show custom fields in product list
vi: Hiển thị thuộc tính sản phẩm ở trang danh sách

source: Hide other contents on detail page
vi: Ẩn nội dung khác ở cột giữa trang chi tiết

source: Enable keyword filtering
vi: Cho phép tìm kiếm theo từ khóa

# ShippingFeeAdditionalLabel
source: Additional
vi: Cộng thêm

# ShippingFeeByOrderTotal
source: Order subtotal (and above)
vi: Giá trị hóa đơn ≥

# ShippingFeeByOrderWeight
source: Order weight (and above)
vi: Khối lượng hóa đơn ≥

# ShippingFeeDefaultLabel
source: Default shipping fee
vi: Mức phí mặc định

# ShippingFeeExportData
source: Export data
vi: Xuất dữ liệu ra excel

# ShippingFeeExportDistrict
source: Export district
vi: Xuất Quận/Huyện

# ShippingFeeExportTemplate
source: Export template
vi: Xuất mẫu excel

# ShippingFeeGeoZoneId
source: GeoZone Id
vi: Mã Vùng/Miền

# ShippingFeeGeoZoneName
source: GeoZone name
vi: Tên Vùng/Miền

# ShippingFeeLabel
source: Shipping fee
vi: Phí vận chuyển

# ShippingFeePerItemLabel
source: Shipping fee per item
vi: Phí vận chuyển trên 1 sản phẩm

# ShippingFreeLabel
source: Free shipping
vi: Miễn phí vận chuyển

# ShippingMethodDescriptionLabel
source: Description
vi: Mô tả

# ShippingMethodDisplayOrderLabel
source: Display order
vi: Thứ tự

# ShippingMethodEditLink
source: Edit
vi: Sửa

# ShippingMethodEditTitle
source: Insert/Edit shipping method
vi: Thêm/Sửa phương thức vận chuyển

# ShippingMethodFreeShippingOverX
source: Free shipping over x
vi: Miễn phí nếu giá trị đơn hàng ≥

# ShippingMethodFreeShippingOverXLabel
source: Free shipping over 'X'
vi: Miễn phí vận chuyển nếu giá trị hóa đơn lớn hơn hoặc bằng 'X'

# ShippingMethodFreeShippingOverXValueLabel
source: Value of 'X'
vi: Giá trị 'X'

# ShippingMethodIsActiveLabel
source: Is active
vi: Hiển thị

# ShippingMethodMenuLink
source: Shipping method
vi: Phương thức vận chuyển

# ShippingMethodNameLabel
source: Name
vi: Tên hiển thị

# ShippingMethodNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập tên phương thức.

# ShippingMethodProviderLabel
source: Shipping provider
vi: Phương thức vận chuyển

# ShippingMethodsTitle
source: Shipping methods
vi: Phương thức vận chuyển

# ShippingProviderByGeoZoneAndFixed
source: Shipping fee by geo zone and fixed fee
vi: Phí cố định theo địa điểm

# ShippingProviderByGeoZoneAndOrderTotal
source: Shipping fee by geo zone and order total
vi: Phí theo giá trị đơn hàng và địa điểm

# ShippingProviderByGeoZoneAndWeight
source: Shipping fee by geo zone and weight
vi: Phí theo khối lượng đơn hàng và địa điểm

# ShippingProviderByOrderTotal
source: Shipping fee by order total
vi: Phí theo giá trị đơn hàng

# ShippingProviderByWeight
source: Shipping fee by weight
vi: Phí theo khối lượng đơn hàng

# ShippingProviderFixed
source: Fixed fee
vi: Phí cố định

# ShippingProviderFixedPerItem
source: Fixed fee per product
vi: Phí cố định trên 1 đơn vị sản phẩm

# ShippingProviderFree
source: Free shipping
vi: Miễn phí vận chuyển

# ProductReviewApproveSelected
source: Approve (Selected)
vi: Duyệt (Chọn)

# ProductReviewEditTitle
source: Edit product review details
vi: Cập nhật phản hồi sản phẩm

# ProductReviewFromDate
source: From date
vi: Từ ngày

# ProductReviewKeyword
source: Keyword
vi: Từ khóa

# ProductReviewKeywordTip
source: Name, email
vi: Tên, email

# ProductReviewNotApprovedSelected
source: Not approved (Selected)
vi: Không duyệt (Chọn)

# ProductReviewOrderBy
source: Order by
vi: Sắp xếp theo

# ProductReviewReplyLink
source: Reply
vi: Trả lời

# ProductReviewStatus
source: Status
vi: Trạng thái

# ProductReviewToDate
source: To date
vi: Đến ngày

# CustomFieldEnableComparingOption
source: Enable comparing
vi: Cho phép so sánh

# CustomFieldEnableShoppingCartOption
source: Enable shopping cart
vi: Cho phép đặt hàng

# CustomFieldOptionsLabel
source: Options
vi: Tùy chọn

# CustomFieldShowInCatalogPagesOption
source: Show in catalog pages
vi: Hiển thị ở trang danh sách

# CustomFieldShowInProductDetailsPageOption
source: Show in product detail page
vi: Hiển thị ở trang chi tiết

# CartProductHasBeenAddedFormat
source: The product has been added to your <a href="{0}">cart</a>
vi: Sản phẩm đã được đưa vào <a href="{0}">giỏ hàng</a>

# WishlistProductHasBeenAddedFormat
source: The product has been added to your <a href="{0}">wishlist</a>
vi: Sản phẩm đã được đưa vào <a href="{0}">wishlist</a>

# ShoppingCartFeatureName
source: Shopping cart
vi: Giỏ hàng

# CartCheckoutLabel
source: Checkout
vi: Thanh toán

# CartContinueShoppingLabel
source: Continue shopping
vi: Tiếp tục mua hàng

# CartCouponApplyLabel
source: Apply coupon
vi: Áp dụng

# CartCouponCodeLabel
source: Discount code
vi: Mã giảm giá Quà tặng

# CartImageLabel
source: Image
vi: Hình ảnh

# CartItemsFormat
source: There are {1} item(s) in <a href="{0}">your cart</a>.
vi: Có {1} sản phẩm trong <a href="{0}">giỏ hàng</a>.

# CartItemTotalLabel
source: Total
vi: Tổng

# CartLabel
source: Shopping cart
vi: Giỏ hàng

# CartPriceLabel
source: Price
vi: Giá

# CartProductLabel
source: Product(s)
vi: Sản phẩm

# CartQuantityLabel
source: Quantity
vi: Số lượng

# CartRemoveLabel
source: Remove
vi: Xóa

# CartShippingTotalLabel
source: Shipping
vi: Phí vận chuyển

# CartSubTotalLabel
source: Sub total
vi: Tạm tính

# CartTotalLabel
source: Total
vi: Thành tiền

# CartUnitPriceLabel
source: Giá
vi: Unit price

# CartUpdateLabel
source: Update shopping cart
vi: Cập nhật giỏ hàng

# CheckoutAddressFeatureName
source: Checkout: Address
vi: Đặt hàng: Địa chỉ

# AttributeContent
source: Content
vi: Nội dung

# AttributeDefaultLanguage
source: Default
vi: Mặc định

# AttributeDeleteAlternateText
source: Click here to delete the selected attribute.
vi: Nhấn vào đây để xóa nội dung được chọn.

# AttributeDeleteButton
source: Delete
vi: Xóa

# AttributeDeleteConfirmMessage
source: Are you sure you want to delete this attribute? It will be completely removed.
vi: Bạn có chắc chắn muốn xóa. Sẽ không thể phục hồi nếu thực hiện thao tác?

# AttributeDeleteSelectedButton
source: Delete (Selected)
vi: Xóa (Chọn)

# AttributeDownAlternateText
source: Move selected attribute down in list
vi: Chuyển thuộc tính được chọn xuống dưới trong danh sách

# AttributeLanguageLabel
source: Language
vi: Ngôn ngữ

# AttributeNewLabel
source: New attribute
vi: Thuộc tính mới

source: Attributes
vi: Thuộc tính

# AttributeTitle
source: Title
vi: Tiêu đề

# AttributeTitleRequired
source: Title is required.
vi: Vui lòng nhập tiêu đề

# AttributeUpAlternateText
source: Move selected attribute up in list
vi: Chuyển thuộc tính được chọn lên trên danh sách

# AttributeUpdateButton
source: Update
vi: Cập nhật

# ContentTab
source: Content
vi: Nội dung

# FileAttachmentLabel
source: File attachment
vi: Đính kèm file

# FriendlyUrlRegexWarning
source: Url must start with ~/ or http:// or https:// and it should have no white spaces in it.
vi: URL phải bắt đầu với ~ / hoặc http:// hoặc https:// và không chứa khoảng trắng.

# ImageDeleteConfirmMessage
source: Are you sure you want to delete selected item(s)?
vi: Bạn có chắc chắn muốn xóa hình được chọn?

# ImageDeleteSelectedButton
source: Delete (selected)
vi: Xóa (Chọn)

# ImageFile
source: Image
vi: Hình ảnh

# IsPublishedLabel
source: Is Published?
vi: Duyệt hiển thị?

# MetaDescriptionLabel
source: Meta Description
vi: Thẻ "Description"

# MetaKeywordsLabel
source: Meta Keywords
vi: Thẻ "Keywords"

# MetaTab
source: Meta Data
vi: Cấu hình SEO

# NewsFeatureName
source: News
vi: Tin tức

# OpenInNewWindowLabel
source: Open in new window
vi: Mở trang mới

# OrderDeleteMultiWarning
source: Are you sure you want to delete selected order(s)?
vi: Bạn có chắc chắn muốn xóa hóa đơn đã chọn?

# PageUrlInUseErrorMessage
source: The Url is already in use. You cannot use the same Url for different pages.
vi: Đường dẫn (URL) đã được sử dụng, vui lòng chọn URL khác hoặc thêm nhập đầy đủ http nếu muốn sử dụng URL này.

# ParseDateFailureMessage
source: Could not parse the begin date.
vi: Sai định dạng ngày.

# ProductBeginDateRequired
source: You Must Enter a Valid Begin Date
vi: Ngày bắt đầu không hợp lệ

# ProductEditBriefContentLabel
source: Brief content
vi: Mô tả ngắn

# ProductEditContentLabel
source: Content
vi: Nội dung

# ProductEditDeleteButton
source: Delete
vi: Xóa

# ProductEditDisplayOrderLabel
source: Display Order
vi: Thứ tự

# ProductEditEndDateLabel
source: End Date
vi: Đến ngày

# ProductEditItemUrlLabel
source: Url
vi: Đường dẫn (URL)

# ProductEditLanguageLabel
source: Language
vi: Ngôn ngữ

# ProductEditStartDateLabel
source: Start Date
vi: Ngày bắt đầu hiển thị

# ProductEmailSubject
source: Email subject
vi: Gửi bạn bè

# ProductNextLink
source: Next >>
vi: Bài sau >>

# ProductPreviousLink
source: << Previous
vi: << Bài trước

# ProductPrint
source: Print
vi: In

# ProductUrlConflictWithPhysicalPageError
source: Please enter a different Url. The entered Url conflicts with an existing page.
vi: Đường dẫn (URL) đã tồn tại. Vui lòng chọn đường dẫn khác.

# SelectZoneMessage
source: Please select a category
vi: Vui lòng chọn chuyên mục

source: Subtitle
vi: Tiêu đề phụ

# TitleRequiredWarning
source: Title is required.
vi: Vui lòng nhập tiêu đề.

# ViewMoreLabel
source: View more
vi: Xem thêm

# CheckoutAddress
source: Address
vi: Địa chỉ

# CheckoutAddressCountry
source: Country
vi: Quốc gia
