Repository: Hien-ng/donggia
Catalog: Xslt/App_GlobalResources/ProductResources.*.resx
Languages: vi

# CheckoutAddressDistrict
source: District
vi: Quận/Huyện

# CheckoutAddressFirstName
source: First name
vi: Tên

# CheckoutAddressFullName
source: Full name
vi: Họ tên

# CheckoutAddressLastName
source: Last name
vi: Họ

# CheckoutAddressPhone
source: Phone
vi: Điện thoại

# CheckoutAddressProvince
source: Province
vi: Tỉnh/Thành phố

# CheckoutAddressStreet
source: Street
vi: Đường

# CheckoutAddressWard
source: Ward
vi: Phường/Xã

# CheckoutContinue
source: Continue
vi: Tiếp tục

# CheckoutAddressCountryRequired
source: Country is required.
vi: Vui lòng nhập Quốc gia.

# CheckoutAddressDistrictRequired
source: District is required.
vi: Vui lòng nhập Quận/Huyện.

# CheckoutAddressEmailInvalid
source: Wrong email.
vi: Email không hợp lệ.

# CheckoutAddressEmailRequired
source: Email is required.
vi: Vui lòng nhập Email.

# CheckoutAddressFaxRequired
source: Fax is required.
vi: Vui lòng nhập Fax.

# CheckoutAddressFirstNameRequired
source: First name is required.
vi: Vui lòng nhập Tên.

# CheckoutAddressFullNameRequired
source: Full name is required.
vi: Vui lòng nhập Họ tên.

# CheckoutAddressLastNameRequired
source: Last name is required.
vi: Vui lòng nhập Họ.

# CheckoutAddressMobileRequired
source: Mobile is required.
vi: Vui lòng nhập Mobile.

# CheckoutAddressPhoneRequired
source: Phone is required.
vi: Vui lòng nhập Điện thoại.

# CheckoutAddressProvinceRequired
source: Province is required.
vi: Vui lòng nhập Tỉnh/Thành phố.

# CheckoutAddressRequired
source: Address is required.
vi: Vui lòng nhập Địa chỉ.

# CheckoutAddressStreetRequired
source: Street is required.
vi: Vui lòng nhập Đường.

# CheckoutAddressWardRequired
source: Ward is required.
vi: Vui lòng nhập Phường/Xã.

# CheckoutAnonymousNotAllowed
source: Anonymous checkout is not allowed
vi: Vui lòng đăng nhập trước khi thanh toán

source: Checkout: Next page url
vi: Đặt hàng: Url bước tiếp theo

# CheckoutSelectDistrict
source: Select district
vi: Chọn Quận/Huyện

# CheckoutSelectProvince
source: Select province
vi: Chọn Tỉnh/Thành phố

# CartCheckoutProcessLabel
source: Process checkout
vi: Tiến hành thanh toán

# CartDiscountLabel
source: Discount
vi: Giảm giá

# CheckoutAsGuest
source: Checkout as a guest
vi: Đặt hàng không cần đăng ký

# CheckoutAsReturningCustomer
source: I am a returning customer
vi: Tôi đã có tài khoản

# CheckoutLoginFeatureName
source: Checkout: Login
vi: Đặt hàng: Đăng nhập

# CheckoutMethodFeatureName
source: Checkout: Shipping/Payment
vi: Đặt hàng: Vận chuyển/Thanh toán

source: Checkout page url
vi: Url trang đặt hàng

# CheckoutCompanyAddress
source: Company address
vi: Địa chỉ công ty

# CheckoutCompanyName
source: Company name
vi: Tên công ty

# CheckoutCompanyTaxCode
source: Tax-code
vi: Mã số thuế

# CheckoutOrderNote
source: Note
vi: Ghi chú

# CheckoutShippingMethodRequired
source: Shipping method is required.
vi: Vui lòng nhập phương thức giao hàng.

# TimeAgoDay
source: 1 day ago
vi: 1 ngày trước

# TimeAgoDaysFormat
source: {0} days ago
vi: {0} ngày trước

# TimeAgoHour
source: 1 hour ago
vi: 1 giờ trước

# TimeAgoHoursFormat
source: {0} hours ago
vi: {0} giờ trước

# TimeAgoMinute
source: 1 minute ago
vi: 1 phút trước

# TimeAgoMinutesFormat
source: {0} minutes ago
vi: {0} phút trước

# TimeAgoMonth
source: 1 month ago
vi: 1 tháng trước

# TimeAgoMonthsFormat
source: {0} months ago
vi: {0} tháng trước

# TimeAgoSecond
source: 1 second ago
vi: 1 giây trước

# TimeAgoSecondsFormat
source: {0} seconds ago
vi: {0} giây trước

# TimeAgoYear
source: 1 year ago
vi: 1 năm trước

# TimeAgoYearsFormat
source: {0} years ago
vi: {0} năm trước

# CartMaximumQuantity
source: The maximum quantity allowed for purchase is {0}.
vi: Số lượng của 1 sản phẩm tối đa: {0}.

# CartMaximumShoppingCartItems
source: The maximum number of distinct products allowed in the cart is {0}.
vi: Số sản phẩm riêng biệt tối đa trong giỏ hàng: {0}.

# CartMaximumWishlistItems
source: The maximum number of distinct products allowed in the wishlist is {0}.
vi: Số sản phẩm riêng biệt tối đa trong wishlist: {0}.

# PaymentMethodMenuLink
source: Payment methods
vi: Phương thức thanh toán

# PaymentMethodsTitle
source: Payment methods
vi: Phương thức thanh toán

# PaymentMethodEditLink
source: Edit
vi: Sửa

# PaymentMethodEditTitle
source: Insert/Edit payment method
vi: Thêm/Sửa phương thức thanh toán

# PaymentMethodFreeOnOrdersOverX
source: Free on orders over 'X'
vi: Miễn phí nếu giá trị đơn hàng ≥

# PaymentMethodFreeOnOrdersOverXLabel
source: Free on orders over 'X'
vi: Miễn phí nếu giá trị hóa đơn lớn hơn hoặc bằng 'X'

# PaymentMethodFreeOnOrdersOverXValueLabel
source: Value of 'X'
vi: Giá trị 'X'

# PaymentMethodAdditionalFeeByPercentage
source: % subtotal
vi: % giá trị đơn hàng

# PaymentMethodAdditionalFeeLabel
source: Additional fee
vi: Phí cộng thêm

# PaymentMethodDescriptionLabel
source: Description
vi: Mô tả

# PaymentMethodDisplayOrderLabel
source: Display order
vi: Thứ tự

# PaymentMethodIsActiveLabel
source: Is active
vi: Kích hoạt

# PaymentMethodNameLabel
source: Name
vi: Tên phương thức

# PaymentMethodNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập tên phương thức.

# PaymentMethodProviderLabel
source: Payment method
vi: Phương thức thanh toán

# PaymentProviderManualPayments
source: Manual payments
vi: Tiền mặt/Chuyển khoản

# CheckoutPaymentMethodRequired
source: Payment method is required.
vi: Vui lòng nhập phương thức thanh toán.

# OrderCodeLabel
source: Order code
vi: Mã đơn hàng

# OrderInfoLabel
source: Order's informations
vi: Thông tin đơn hàng

# OrderNoteLabel
source: Note
vi: Ghi chú

# OrderCreatedDateFormat
source: MM/dd/yyyy HH:mm
vi: dd/MM/yyyy HH:mm

# OrderCreatedDateLabel
source: Created date
vi: Ngày đặt hàng

# OrderCreatedTimeLabel
source: Time
vi: Giờ

# PaymentMethodLabel
source: Payment method
vi: Phương thức thanh toán

# ShippingMethodLabel
source: Shipping method
vi: Phương thức vận chuyển

# ProductColorLabel
source: Color
vi: Màu sắc

# ProductStockQuantityLabel
source: Stock quantity
vi: Số lượng

# ProductEditPriceAdjustmentLabel
source: Price adjustment
vi: Giá điều chỉnh

# CopyProductButton
source: Copy product
vi: Sao chép

# CopyProductCopyImagesLabel
source: Copy images?
vi: Sao chép hình ảnh?

# CopyProductLabel
source: Copy product
vi: Sao chép sản phẩm

# CopyProductNameLabel
source: New product name
vi: Tên sản phẩm mới

# CopyProductPublishedLabel
source: Published?
vi: Hiển thị?

# CopyProductSuccessMessage
source: The product has been copied successfully
vi: Sao chép sản phẩm thành công

# ReportBestsellersProducts
source: Bestsellers
vi: Sản phẩm bán chạy

# ReportButton
source: Report
vi: Thống kê

# OrderStatusAll
source: All
vi: Tất cả

# ReportOrderByLabel
source: Order by
vi: Sắp xếp theo

# ReportOrderByQuantity
source: Quantity
vi: Số lượng

# ReportOrderBySubTotal
source: Sub total
vi: Giá trị

# CouponActiveLabel
source: Active
vi: Sử dụng

# CouponActiveStatusLabel
source: Status
vi: Trạng thái

# CouponAmountLabel
source: Discount amount
vi: Số tiền giảm

# CouponAppliedToCategoriesLabel
source: This coupon code can be used with these categories
vi: Áp dụng cho danh mục sản phẩm

# CouponAppliedToProductsLabel
source: This coupon code can be used with these products
vi: Áp dụng cho sản phẩm

# CouponAppliedTypeLabel
source: Applies to
vi: Áp dụng cho

# CouponCodeExistsWarning
source: Coupon code already exists.
vi: Mã khuyến mãi đã tồn tại.

# CouponCodeHasExpiredWarning
source: This coupon has expired
vi: Mã khuyến mãi đã hết hạn sử dụng.

# CouponCodeLabel
source: Coupon code
vi: Mã coupon

# CouponCodeMustSpentMinPurchaseFormat
source: You must spent {0} in one order to be able to apply the coupon.
vi: Đơn hàng của bạn phải đạt số tiền tối thiểu {0} mới sử dụng được khuyến mãi.

# CouponCodeNotExistsWarning
source: Coupon code is not exists.
vi: Mã khuyến mãi không tồn tại.

# CouponCodeRequiredWarning
source: Coupon code is required.
vi: Vui lòng nhập mã khuyến mãi.

# CouponContinueButton
source: Continue
vi: Tiếp tục

# CouponDiscountLabel
source: Discount
vi: Giảm giá

# CouponDiscountRequiredWarning
source: Discount is required.
vi: Vui lòng nhập giảm giá.

# CouponDiscountTypeAmountPerProduct
source: Amount per product
vi: Giảm giá với mỗi sản phẩm

# CouponDiscountTypePercentagePerProduct
source: Percentage per product
vi: % giảm giá với mỗi sản phẩm

# CouponEditLink
source: Edit
vi: Sửa

# CouponEditTitle
source: Insert/Edit discount
vi: Thêm/Sửa khuyến mãi

# CouponEndDateLabel
source: End date
vi: Đến ngày

# CouponExpiryDateLabel
source: Expiry date
vi: Ngày hết hạn

# CouponFromDateLabel
source: From date
vi: Bắt đầu từ ngày

# CouponImportTitle
source: Import coupon
vi: Nhập danh sách mã khuyến mãi

# CouponInactiveLabel
source: Inactive
vi: Ngừng sử dụng

# CouponInfoTab
source: Discount info
vi: Thông tin khuyến mãi

# CouponLabel
source: Discount
vi: Giảm giá

# CouponLimitationTimesHint
source: 0: Unlimited
vi: 0: Không giới hạn

# CouponLimitationTimesLabel
source: Discount limitation
vi: Số lần sử dụng

# CouponMinPurchaseLabel
source: Min purchase
vi: Số tiền tối thiểu của đơn hàng để áp dụng mã coupons

# CouponNameLabel
source: Name
vi: Tên coupon

# CouponNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập tên coupon.

# CouponPercentageLabel
source: Discount percentage
vi: % giảm giá

# CouponRegisterFeatureName
source: Coupon register
vi: Đăng ký Coupon

# CouponSelectedProductsLabel
source: Selected products
vi: Sản phẩm được chọn

# CouponsPageTitle
source: Coupons
vi: Mã khuyến mãi

# CouponStartDateLabel
source: Start date
vi: Từ ngày

# CouponUsageHistoryTab
source: Discount usage history
vi: Đơn hàng sử dụng

# CouponUsePercentageLabel
source: Use percentage
vi: Giảm theo %

# DiscountAmountLabel
source: Discount amount
vi: Số tiền giảm

# DiscountAmountPerProduct
source: Amount per product
vi: Giảm giá với mỗi sản phẩm

# DiscountCouponCodeLabel
source: Coupon code
vi: Mã coupon

# DiscountCouponCodeNotExistsWarning
source: Coupon code is not exists.
vi: Mã khuyến mãi không tồn tại.

# DiscountCouponCodeRequiredWarning
source: Coupon code is required.
vi: Vui lòng nhập mã khuyến mãi.

# DiscountEditLink
source: Edit
vi: Sửa

# DiscountEditTitle
source: Insert/Edit discount
vi: Thêm/Sửa khuyến mãi

# DiscountEndDateLabel
source: End date
vi: Đến ngày

# DiscountEndDateRequiredWarning
source: End date is required.
vi: Vui lòng nhập Đến ngày.

# DiscountInfoTab
source: Discount info
vi: Thông tin khuyến mãi

# DiscountLabel
source: Discount
vi: Giảm giá

# DiscountLimitationHint
source: 0: Unlimited
vi: 0: Không giới hạn

# DiscountLimitationLabel
source: Discount limitation
vi: Số lần sử dụng

# DiscountManagerTitle
source: Discounts
vi: Quản lý khuyến mãi

# DiscountNameLabel
source: Name
vi: Tên

# DiscountNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập thuộc tính.

# DiscountPageTitle
source: Discount list
vi: Danh sách khuyến mãi

# DiscountPercentageLabel
source: Discount percentage
vi: % giảm giá

# DiscountPercentagePerProduct
source: Percentage per product
vi: % giảm giá với mỗi sản phẩm

# DiscountRequiresCouponCodeLabel
source: Requires coupon code
vi: Yêu cầu nhập coupon

# DiscountStartDateLabel
source: Start date
vi: Từ ngày

# DiscountStartDateRequiredWarning
source: Start date is required.
vi: Vui lòng nhập Từ ngày.

# DiscountTypeAssignedToCategories
source: Assigned to categories
vi: Danh mục

# DiscountTypeAssignedToOrderTotal
source: Assigned to order total
vi: Đơn hàng

# DiscountTypeAssignedToProducts
source: Assigned to products
vi: Sản phẩm

# DiscountTypeLabel
source: Discount type
vi: Áp dụng cho

# DiscountUsageHistoryTab
source: Discount usage history
vi: Đơn hàng sử dụng

# DiscountUsePercentageLabel
source: Use percentage
vi: Giảm theo %

# PromotionCouponsMenuLink
source: Coupons code
vi: Mã coupon

# PromotionDiscountsMenuLink
source: Discounts
vi: Danh sách khuyến mãi

# PromotionMenuLink
source: Promotions
vi: Khuyến mãi

# CouponIsNotUsingForProducts
source: Coupon code "{0}" not using for bellow product(s)
vi: Mã Khuyến Mãi "{0}" không áp dụng được cho sản phẩm bên dưới

# OrderAddNewProductTitle
source: Add a new product to order
vi: Thêm sản phẩm vào đơn hàng

# ReportSalesTitle
source: Sales report
vi: Thống kê bán hàng

# CheckoutCompletedFeatureName
source: Checkout: Completed
vi: Đặt hàng: Hoàn tất

# PaymentStatusLabel
source: Payment status
vi: Tình trạng thanh toán

# OrderDiscountLabel
source: Discount
vi: Giảm giá

# ManufacturerListMenuLink
source: Manufacturers
vi: Danh sách thương hiệu

# ManufacturersMenuLink
source: Manufacturers
vi: Thương hiệu

# ManufacturersTitle
source: Manufacturers
vi: Thương hiệu

# ManufacturerAddNewTitle
source: Add new Manufacturer
vi: Thêm mới Thương hiệu

# ManufacturerEditTitle
source: Edit Manufacturer
vi: Cập nhật Thương hiệu

# ManufacturerDeleteWarning
source: Are you sure you want to delete this manufacturer?
vi: Bạn có chắc chắn muốn xóa Thương hiệu?

# ManufacturerDescriptionLabel
source: Description
vi: Mô tả

# ManufacturerDisplayOrderLabel
source: Display order
vi: Thứ tự

# ManufacturerIsPublishedLabel
source: Is published?
vi: Hiển thị?

# ManufacturerNameLabel
source: Name
vi: Tên thương hiệu

# ManufacturerNameRequiredWarning
source: Name is required.
vi: Vui lòng nhập Tên thương hiệu

# ManufacturerPrimaryImageLabel
source: Image
vi: Hình ảnh

# ManufacturerSecondImageLabel
source: Second image
vi: Hình ảnh 2

# ManufacturerUrlLabel
source: Url
vi: Đường dẫn (URL)

# ManufacturerLabel
source: Manufacturer
vi: Thương hiệu

# ManufacturerListLink
source: Manufacturers
vi: Danh sách thương hiệu

# ManufacturerSelectLabel
source: Select
vi: Chọn

# ManufacturerFeatureName
source: Manufacturer
vi: Thương hiệu

# ManufacturerItemsPerPageSetting
source: Page size (0: All)
vi: Số thương hiệu hiển thị (0: Tất cả)

# ManufacturerLoadByZoneSetting
source: Load by zone
vi: Lấy dữ liệu theo Chuyên mục

# ManufacturerShowPagerSetting
source: Show pager
vi: Hiển thị phân trang
